Revit 2027 API
BuiltInFailures.RoomFailures.RoomTagVolumeNotComputed Property
 [Room] Tag is displaying volume that can't be computed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RoomTagVolumeNotComputed { get; }
Public Shared ReadOnly Property RoomTagVolumeNotComputed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RoomTagVolumeNotComputed {
	FailureDefinitionId^ get ();
}
static member RoomTagVolumeNotComputed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RoomFailures Class
Autodesk.Revit.DB Namespace